tap "aws/tap"
tap "azure/bicep"
tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/core"
brew "zstd"
brew "ant"
brew "aria2"
brew "aws-sam-cli"
brew "libsodium"
brew "azure-cli"
brew "bazelisk"
brew "carthage"
brew "cmake"
brew "curl"
brew "gmp"
brew "gcc"
brew "gcc@13"
brew "gcc@14"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "gradle"
brew "jq"
brew "kotlin"
brew "libpq"
brew "llvm@18"
brew "maven"
brew "ninja"
brew "node@22", link: true
brew "openssl@1.1"
brew "p7zip"
brew "perl"
brew "python@3.14"
brew "pipx"
brew "pkgconf"
brew "ruby@3.3"
brew "rustup"
brew "selenium-server", restart_service: :changed
brew "swiftformat"
brew "tcl-tk@8"
brew "unxip"
brew "wget"
brew "xcbeautify"
brew "xcodes"
brew "yq"
brew "azure/bicep/bicep"
brew "hashicorp/tap/packer"
cask "firefox"
cask "google-chrome"
cask "microsoft-edge"
cask "session-manager-plugin"
